[
	{
		"doi": "10..5152/eurasianjmed.2020.010620",
		"field": "doi",
		"to": "10.5152/eurasianjmed.2020.010620"
	},
	{
		"doi": "10.3390/su122410302/",
		"field": "doi",
		"to": "10.3390/su122410302"
	},
	{
		"doi": "10.26434/chemrxiv.11860011.v2",
		"field": "abstract",
		"to": "The cases of 2019 novel coronavirus (SARS-CoV-2) infection have been continuously increasing ever since its outbreak in China last December. Currently, there are no approved drugs to treat the infection. In this scenario, there is a need to utilize the existing repertoire of FDA approved drugs to treat the disease. The rational selection of these drugs could be made by testing their ability to inhibit any SARS-CoV-2 proteins essential for viral life-cycle. We chose one such crucial viral protein, the papain-like protease (PLpro), to screen the FDA approved drugs in silico. The homology model of the protease was built based on the SARS-coronavirus PLpro structure, and the drugs were docked in S3/S4 pockets of the active site of the enzyme. In our docking studies, sixteen FDA approved drugs, including chloroquine and formoterol, was found to bind the target enzyme with significant affinity and good geometry, suggesting their potential to be utilized against the virus."
	},
	{
		"doi": "10.1101/2020.07.01.20139857",
		"field": "url",
		"to": "https://www.medrxiv.org/content/10.1101/2020.07.01.20139857v1"
	},
	{
		"doi": "10.1016/j.frl.2020.101682",
		"field": "title",
		"to": "Systemic risk: The impact of COVID-19"
	},
	{
		"doi": "10.1101/2020.07.05.20140467",
		"field": "title",
		"to": "Angiotensin-converting enzyme 2 (ACE2) expression increases with age in patients requiring mechanical ventilation."
	},
	{
		"cord_uid": "joasxqb2",
		"field": "abstract",
		"to": "Currently, there is no effective antiviral drugs nor vaccine for coronavirus disease 2019 (COVID-19) caused by acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Due to its high conservativeness and low similarity with human genes, SARS-CoV-2 main protease (Mpro) is one of the most favorable drug targets. However, the current understanding of the molecular mechanism of Mpro inhibition is limited by the lack of reliable binding affinity ranking and prediction of existing structures of Mpro-inhibitor complexes. This work integrates mathematics and deep learning (MathDL) to provide a reliable ranking of the binding affinities of 92 SARS-CoV-2 Mpro inhibitor structures. We reveal that Gly143 residue in Mpro is the most attractive site to form hydrogen bonds, followed by Cys145, Glu166, and His163. We also identify 45 targeted covalent bonding inhibitors. Validation on the PDBbind v2016 core set benchmark shows the MathDL has achieved the top performance with Pearson's correlation coefficient (Rp) being 0.858. Most importantly, MathDL is validated on a carefully curated SARS-CoV-2 inhibitor dataset with the averaged $R_p$ as high as 0.751, which endows the reliability of the present binding affinity prediction. The present binding affinity ranking, interaction analysis, and fragment decomposition offer a foundation for future drug discovery efforts."
	},
	{
		"doi": "10.1101/2020.06.08.20121541",
		"field": "title",
		"to": "A Fully Automated Deep Learning-based Network For Detecting COVID-19 from a New And Large Lung CT Scan Dataset"
	},
	{
		"cord_uid": "hdxjb2fn",
		"field": "abstract",
		"to": "Coronavirus disease 2019 (COVID-19) has created an unprecedented need for breathing assistance devices. Since the demand for commercial, full-featured ventilators is far higher than the supply capacity, many rapid-response ventilators are being developed for invasive mechanical ventilation of patients. Most of these emergency ventilators utilize mechanical squeezing of bag-valve-masks or Ambu-bags. These \"bag squeezer\" designs are bulky and heavy, depends on many moving parts, and difficulty to assemble and use. Also, invasive ventilation requires intensive care unit support, which may be unavailable to a vast majority of patients, especially in developing countries. In this work, we present a low-cost (<$200), portable (fits in an 8\"x8\"x4\" box), non-invasive ventilator (NIV), designed to provide relief to early-stage COVID-19 patients in low-resource settings. We used a high-pressure blower fan for providing noninvasive positive-pressure ventilation. Our design supports continuous positive airway pressure (CPAP) and bilevel positive airway pressure (BiPAP) modes. A common concern of using CPAP or BiPAP for treating COVID-19 patients is the aerosolization of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). We used a helmet-based solution that contains the spread of the virus. Our end-to-end solution is compact, low-cost (<$400 including the helmet, viral filters, and a valve), and easy-to-use. Our NIV provides 0-20 cmH2O pressure with flow rates of 60-180 Lmin−1. We hope that our report will encourage implementations and further studies on helmet-based NIV for treating COVID-19 patients in low-resource settings."
	}
]
